Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# scrolling-capture-status.mixed-directions-finalizing
source: Finalizing the current stitched result after mixed scroll directions.
de: Finalisieren des aktuellen Stickergebnisses nach gemischten Bildlaufrichtungen.
es: Finalizando el resultado cosido actual después de direcciones de desplazamiento mixtas.
fr: Finalisation du résultat cousu actuel après des directions de défilement mixtes.
ja: スクロール方向を混合した後、現在のステッチ結果を完成させます。
ko: 혼합 스크롤 방향 후에 현재 스티치 결과를 마무리합니다.
ru: Завершение текущего результата сшивания после смешанных направлений прокрутки.
vi: Dang hoan tat ket qua ghep hien tai sau khi phat hien cuon nhieu huong.
zh_hans: 混合滚动方向后最终确定当前缝合结果。
zh_hant: 混合滾動方向後最終確定當前縫合結果。

# scrolling-capture-status.no-savable-result-ready
source: Snapzy couldn't lock a savable stitched image yet. You can keep capturing, try Done again, or Cancel.
de: Snapzy konnte ein speicherbares zusammengefügtes Bild noch nicht sperren. Sie können mit der Aufnahme fortfahren, es erneut mit „Fertig“ versuchen oder abbrechen.
es: Snapzy aún no pudo bloquear una imagen cosida que se puede guardar. Puede seguir capturando, intentar Listo nuevamente o Cancelar.
fr: Snapzy n'a pas encore pu verrouiller une image assemblée pouvant être enregistrée. Vous pouvez continuer la capture, réessayer Terminé ou Annuler.
ja: Snapzy は、保存可能なステッチ画像をまだロックできませんでした。キャプチャを続行するか、「完了」を再試行するか、「キャンセル」することができます。
ko: Snapzy는 아직 저장 가능한 스티치 이미지를 잠글 수 없습니다. 계속 캡처하거나, 다시 완료하거나, 취소할 수 있습니다.
ru: Snapzy пока не удалось заблокировать сохраненное сшитое изображение. Вы можете продолжить съемку, попробовать «Готово» еще раз или «Отмена».
vi: Snapzy chua the khoa mot anh ghep co the luu. Ban co the tiep tuc chup, thu Xong lai, hoac Huy.
zh_hans: Snapzy 尚无法锁定可保存的拼接图像。您可以继续捕获、重试“完成”或“取消”。
zh_hant: Snapzy 尚無法鎖定可保存的拼接圖像。您可以繼續捕獲、重試“完成”或“取消”。

# scrolling-capture-status.preview-refresh-failed
source: Preview refresh failed. You can Cancel and try again.
de: Die Aktualisierung der Vorschau ist fehlgeschlagen. Sie können den Vorgang abbrechen und es erneut versuchen.
es: Error al actualizar la vista previa. Puedes cancelar y volver a intentarlo.
fr: Échec de l'actualisation de l'aperçu. Vous pouvez annuler et réessayer.
ja: プレビューの更新に失敗しました。キャンセルして再試行できます。
ko: 미리보기 새로고침에 실패했습니다. 취소하고 다시 시도할 수 있습니다.
ru: Не удалось обновить предварительный просмотр. Вы можете отменить и повторить попытку.
vi: Lam moi ban xem truoc that bai. Ban co the Huy va thu lai.
zh_hans: 预览刷新失败。您可以取消并重试。
zh_hant: 預覽刷新失敗。您可以取消並重試。

# scrolling-capture-status.ready-hint-toast
source: Select only the moving content, press Start Capture, then keep scrolling in one direction at a steady pace.
de: Wählen Sie nur den bewegten Inhalt aus, drücken Sie „Aufnahme starten“ und scrollen Sie dann in gleichmäßigem Tempo weiter in eine Richtung.
es: Seleccione solo el contenido en movimiento, presione Iniciar captura y luego siga desplazándose en una dirección a un ritmo constante.
fr: Sélectionnez uniquement le contenu en mouvement, appuyez sur Démarrer la capture, puis continuez à faire défiler dans une direction à un rythme constant.
ja: 移動するコンテンツのみを選択し、「キャプチャ開始」を押してから、一定のペースで一方向にスクロールし続けます。
ko: 움직이는 콘텐츠만 선택하고 캡처 시작을 누른 다음 일정한 속도로 한 방향으로 계속 스크롤합니다.
ru: Выберите только движущийся контент, нажмите «Начать съемку», а затем продолжайте прокручивать в одном направлении с постоянной скоростью.
vi: Chi chon phan noi dung dang cuon, nhan Bat dau chup, roi tiep tuc cuon theo mot huong voi toc do on dinh.
zh_hans: 仅选择移动内容，按“开始捕获”，然后以稳定的速度朝一个方向滚动。
zh_hant: 僅選擇移動內容，按“開始捕獲”，然後以穩定的速度朝一個方向滾動。

# scrolling-capture-status.region-updated
source: Region updated. Keep only the moving content inside, then press Start Capture. Press Esc to cancel.
de: Region aktualisiert. Behalten Sie nur den bewegten Inhalt im Inneren und drücken Sie dann „Aufnahme starten“. Drücken Sie Esc, um den Vorgang abzubrechen.
es: Región actualizada. Mantenga solo el contenido en movimiento dentro, luego presione Iniciar captura. Presione Esc para cancelar.
fr: Région mise à jour. Conservez uniquement le contenu en mouvement à l’intérieur, puis appuyez sur Démarrer la capture. Appuyez sur Échap pour annuler.
ja: 地域が更新されました。移動するコンテンツのみを内部に残し、「キャプチャ開始」を押します。キャンセルするには Esc を押してください。
ko: 지역이 업데이트되었습니다. 움직이는 콘텐츠만 내부에 보관한 다음 캡처 시작을 누릅니다. 취소하려면 Esc를 누르세요.
ru: Регион обновлен. Оставьте внутри только движущийся контент, затем нажмите «Начать съемку». Нажмите Esc для отмены.
vi: Da cap nhat vung. Chi giu phan noi dung dang cuon ben trong, roi nhan Bat dau chup. Nhan Esc de huy.
zh_hans: 区域已更新。仅保留移动的内容，然后按“开始捕获”。按 Esc 键取消。
zh_hant: 區域已更新。僅保留移動的內容，然後按“開始捕獲”。按 Esc 鍵取消。

# scrolling-capture-status.release-to-lock-updated-region
source: Release to lock the updated scrolling region.
de: Lassen Sie die Taste los, um den aktualisierten Bildlaufbereich zu sperren.
es: Suelte para bloquear la región de desplazamiento actualizada.
fr: Relâchez pour verrouiller la région de défilement mise à jour.
ja: 放すと、更新されたスクロール領域がロックされます。
ko: 업데이트된 스크롤 영역을 잠그려면 놓습니다.
ru: Отпустите, чтобы заблокировать обновленную область прокрутки.
vi: Tha de khoa vung chup cuon da cap nhat.
zh_hans: 释放以锁定更新的滚动区域。
zh_hant: 釋放以鎖定更新的滾動區域。

# scrolling-capture-status.save-failed-result-still-ready
source: Save failed. The stitched result is frozen, so you can try Done again or Cancel.
de: Speichern fehlgeschlagen. Das zusammengefügte Ergebnis wird eingefroren, sodass Sie es erneut mit „Fertig“ oder „Abbrechen“ versuchen können.
es: Error al guardar. El resultado cosido se congela, por lo que puede intentar Listo nuevamente o Cancelar.
fr: L'enregistrement a échoué. Le résultat de la couture est figé, vous pouvez donc réessayer Terminé ou Annuler.
ja: 保存に失敗しました。ステッチ結果は固定されているため、もう一度「完了」または「キャンセル」を試すことができます。
ko: 저장에 실패했습니다. 스티치 결과가 동결되었으므로 다시 완료하거나 취소를 시도할 수 있습니다.
ru: Сохранить не удалось. Результат сшивания заморозится, поэтому вы можете попробовать выполнить «Готово» еще раз или «Отменить».
vi: Luu that bai. Ket qua ghep hien da duoc dong bang, nen ban co the thu Xong lai hoac Huy.
zh_hans: 保存失败。缝合结果已冻结，因此您可以再次尝试“完成”或“取消”。
zh_hant: 保存失敗。縫合結果已凍結，因此您可以再次嘗試“完成”或“取消”。

# scrolling-capture-status.saving-stitched-image
source: Saving the stitched long image.
de: Speichern des zusammengefügten langen Bildes.
es: Guardando la imagen larga cosida.
fr: Enregistrement de l'image longue assemblée.
ja: つなぎ合わせた長尺画像を保存します。
ko: 스티치된 긴 이미지를 저장합니다.
ru: Сохраняем сшитое длинное изображение.
vi: Dang luu anh dai da ghep.
zh_hans: 保存拼接的长图像。
zh_hant: 保存拼接的長圖像。

# scrolling-capture-status.session-active
source: Session active. %d frames stitched into %d px.
de: Sitzung aktiv. %d Frames zu %d Pixel zusammengefügt.
es: Sesión activa. %d marcos unidos en %d px.
fr: Séance active. %d images cousues dans %d px.
ja: セッションがアクティブです。 %d フレームが %d ピクセルにステッチされました。
ko: 세션이 활성화되었습니다. %d 프레임이 %d 픽셀에 연결되었습니다.
ru: Сессия активна. %d кадров сшиты в %d пикселей.
vi: Phien dang hoat dong. Da ghep %d khung thanh %d px.
zh_hans: 会话活跃。 %d 个帧拼接成 %d 像素。
zh_hant: 會話活躍。 %d 個幀拼接成 %d 像素。

# scrolling-capture-status.unable-to-capture-area
source: Unable to capture the selected area.
de: Der ausgewählte Bereich kann nicht erfasst werden.
es: No se puede capturar el área seleccionada.
fr: Impossible de capturer la zone sélectionnée.
ja: 選択した領域をキャプチャできません。
ko: 선택한 영역을 캡처할 수 없습니다.
ru: Невозможно захватить выбранную область.
vi: Khong the chup vung da chon.
zh_hans: 无法捕获所选区域。
zh_hant: 無法捕獲所選區域。

# scrolling-capture-status.unable-to-render-preview
source: Unable to render the stitched preview.
de: Die zusammengefügte Vorschau kann nicht gerendert werden.
es: No se puede renderizar la vista previa unida.
fr: Impossible d'afficher l'aperçu assemblé.
ja: ステッチされたプレビューをレンダリングできません。
ko: 연결된 미리보기를 렌더링할 수 없습니다.
ru: Невозможно отобразить сшитый предварительный просмотр.
vi: Khong the hien thi ban xem truoc da ghep.
zh_hans: 无法渲染拼接预览。
zh_hant: 無法渲染拼接預覽。

# scrolling-capture-status.waiting-for-new-content
source: Waiting for new content. Keep the scroll moving in one direction.
de: Warten auf neue Inhalte. Bewegen Sie die Schriftrolle weiterhin in eine Richtung.
es: Esperando nuevo contenido. Mantenga el desplazamiento moviéndose en una dirección.
fr: En attente de nouveau contenu. Gardez le défilement dans une direction.
ja: 新しいコンテンツを待っています。スクロールを一方向に動かし続けます。
ko: 새로운 콘텐츠를 기다리고 있습니다. 스크롤을 한 방향으로 계속 움직이세요.
ru: Ждем нового контента. Продолжайте перемещать прокрутку в одном направлении.
vi: Dang cho noi dung moi. Hay tiep tuc cuon theo mot huong.
zh_hans: 等待新内容。保持卷轴朝一个方向移动。
zh_hant: 等待新內容。保持捲軸朝一個方向移動。

# scrolling-capture.badge-captured
source: Captured
de: Gefangen
es: Capturado
fr: Capturé
ja: 捕獲されました
ko: 캡처됨
ru: Захвачен
vi: Da chup
zh_hans: 捕获
zh_hant: 捕獲

# scrolling-capture.badge-finishing
source: Finishing
de: Fertigstellung
es: Acabado
fr: Finition
ja: 仕上げ
ko: 마무리
ru: Отделка
vi: Dang hoan tat
zh_hans: 整理
zh_hant: 整理

# scrolling-capture.badge-live
source: Live
de: Lebe
es: En vivo
fr: En direct
ja: ライブ
ko: 라이브
ru: В прямом эфире
vi: Truc tiep
zh_hans: 直播
zh_hant: 直播

# scrolling-capture.badge-paused
source: Paused
de: Angehalten
es: En pausa
fr: En pause
ja: 一時停止しました
ko: 일시중지됨
ru: Приостановлено
vi: Tam dung
zh_hans: 暂停
zh_hant: 暫停

# scrolling-capture.badge-saving
source: Saving
de: Sparen
es: Guardando
fr: Économie
ja: 保存中
ko: 저장 중
ru: Сохранение
vi: Dang luu
zh_hans: 保存
zh_hant: 保存

# scrolling-capture.badge-syncing
source: Syncing
de: Synchronisierung
es: Sincronizando
fr: Synchronisation
ja: 同期中
ko: 동기화 중
ru: Синхронизация
vi: Dang dong bo
zh_hans: 同步
zh_hant: 同步

# scrolling-capture.caption-final-frame-locked
source: Final frame locked • %d frames • +%d px
de: Letzter Frame gesperrt • %d Frames • +%d px
es: Fotograma final bloqueado • %d fotogramas • +%d px
fr: Image finale verrouillée • %d images • +%d px
ja: 最終フレームがロックされました • %d フレーム • +%d ピクセル
ko: 최종 프레임 잠김 • %d 프레임 • +%d px
ru: Последний кадр заблокирован • %d кадров • +%d px
vi: Da khoa khung cuoi • %d khung • +%d px
zh_hans: 最终帧已锁定 • %d 帧 • +%d px
zh_hant: 最終幀已鎖定 • %d 幀 • +%d px

# scrolling-capture.caption-finalizing-current-result-last-frame-skipped
source: Finalizing current stitched result • last frame skipped
de: Das aktuelle Stitching-Ergebnis wird finalisiert. • Das letzte Bild wurde übersprungen
es: Finalizando el resultado cosido actual • se omitió el último fotograma
fr: Finalisation du résultat assemblé actuel • dernière image ignorée
ja: 現在のステッチ結果を最終処理中です。最後のフレームはスキップされました
ko: 현재 스티칭 결과 마무리 중 • 마지막 프레임 건너뛰기
ru: Завершение текущего результата сшивания • последний кадр пропущен
vi: Dang hoan tat ket qua ghep hien tai • da bo qua khung cuoi
zh_hans: 确定当前拼接结果 • 跳过最后一帧
zh_hant: 確定當前拼接結果 • 跳過最後一幀

# scrolling-capture.caption-finalizing-current-result-no-new-content
source: Finalizing current result • no new content
de: Aktuelles Ergebnis wird finalisiert • kein neuer Inhalt
es: Finalizando el resultado actual • no hay contenido nuevo
fr: Finalisation du résultat actuel • pas de nouveau contenu
ja: 現在の結果を最終処理中 • 新しいコンテンツはありません
ko: 현재 결과 마무리 중 • 새 콘텐츠 없음
ru: Завершение текущего результата • нет нового контента
vi: Dang hoan tat ket qua hien tai • khong co noi dung moi
zh_hans: 确定当前结果 • 无新内容
zh_hant: 確定當前結果 • 無新內容

# scrolling-capture.caption-finalizing-frames-locked
source: Finalizing stitched result • %d frames locked
de: Zusammengefügtes Ergebnis wird finalisiert • %d Frames gesperrt
es: Finalizando el resultado unido • %d fotogramas bloqueados
fr: Finalisation du résultat assemblé • %d images verrouillées
ja: ステッチ結果を最終処理中 • %d フレームがロックされました
ko: 스티칭 결과 마무리 중 • %d 프레임 잠김
ru: Завершение сшивания • %d кадров заблокировано
vi: Dang hoan tat ket qua ghep • da khoa %d khung
zh_hans: 正在完成拼接结果 • %d 帧已锁定
zh_hant: 正在完成拼接結果 • %d 幀已鎖定

# scrolling-capture.caption-finalizing-stitched-result
source: Finalizing stitched result...
de: Fertigstellen des genähten Ergebnisses...
es: Finalizando el resultado cosido...
fr: Finalisation du résultat cousu...
ja: ステッチ結果を最終処理中...
ko: 스티치 결과를 마무리하는 중...
ru: Завершение сшитого результата...
vi: Dang hoan tat ket qua da ghep...
zh_hans: 正在完成缝合结果...
zh_hant: 正在完成縫合結果...

# scrolling-capture.caption-first-frame-locked
source: First frame locked
de: Erster Frame gesperrt
es: Primer fotograma bloqueado
fr: Premier cadre verrouillé
ja: 最初のフレームがロックされました
ko: 첫 번째 프레임이 잠겼습니다
ru: Первый кадр заблокирован
vi: Da khoa khung hinh dau tien
zh_hans: 第一帧已锁定
zh_hant: 第一幀已鎖定

# scrolling-capture.caption-frames-stitched-delta
source: %d frames stitched • +%d px
de: %d Frames zusammengefügt • +%d px
es: %d cuadros unidos • +%d px
fr: %d images cousues • +%d px
ja: %d フレームをステッチしました • +%d ピクセル
ko: %d 프레임 연결됨 • +%d px
ru: %d кадров сшито • +%d px
vi: Da ghep %d khung • +%d px
zh_hans: 已缝合 %d 帧 • +%d px
zh_hant: 已縫合 %d 幀 • +%d px

# scrolling-capture.caption-frames-stitched-height-limit-reached
source: %d frames stitched • height limit reached
de: %d Frames zusammengefügt • Höhenlimit erreicht
es: %d cuadros cosidos • límite de altura alcanzado
fr: %d images cousues • limite de hauteur atteinte
ja: %d フレームをステッチしました • 高さ制限に達しました
ko: %d개의 프레임이 연결되었습니다. • 높이 제한에 도달했습니다
ru: %d кадров склеено • Достигнут предел высоты
vi: Da ghep %d khung • da cham gioi han chieu cao
zh_hans: 已缝合 %d 帧 • 已达到高度限制
zh_hant: 已縫合 %d 幀 • 已達到高度限制

# scrolling-capture.caption-frames-stitched-no-new-content
source: %d frames stitched • no new content
de: %d Frames zusammengefügt • Kein neuer Inhalt
es: %d fotogramas unidos • no hay contenido nuevo
fr: %d images assemblées • aucun nouveau contenu
ja: %d フレームがステッチされました • 新しいコンテンツはありません
ko: %d개의 프레임이 연결되었습니다. • 새 콘텐츠가 없습니다
ru: %d кадров склеено • нет нового контента
vi: Da ghep %d khung • khong co noi dung moi
zh_hans: 已拼接 %d 帧 • 无新内容
zh_hant: 已拼接 %d 幀 • 無新內容

# scrolling-capture.caption-live-preview-running
source: Live preview running while Snapzy locks the stitched frame.
de: Live-Vorschau läuft, während Snapzy den zusammengefügten Rahmen sperrt.
es: Vista previa en vivo ejecutándose mientras Snapzy bloquea el marco cosido.
fr: Aperçu en direct en cours d'exécution pendant que Snapzy verrouille le cadre cousu.
ja: Snapzy がステッチされたフレームをロックしている間、ライブ プレビューが実行されます。
ko: Snapzy가 스티치된 프레임을 잠그는 동안 실시간 미리보기가 실행 중입니다.
ru: Предварительный просмотр в реальном времени выполняется, пока Snapzy блокирует сшитый кадр.
vi: Ban xem truoc truc tiep dang chay trong khi Snapzy khoa khung da ghep.
zh_hans: Snapzy 锁定缝合帧时运行实时预览。
zh_hant: Snapzy 鎖定縫合幀時運行實時預覽。

# scrolling-capture.caption-no-savable-result-ready
source: No savable stitched result is ready yet
de: Es liegt noch kein speicherbares Stickergebnis vor
es: Aún no hay ningún resultado cosido que se pueda guardar
fr: Aucun résultat cousu enregistrable n'est encore prêt
ja: 保存可能なステッチ結果がまだ準備されていません
ko: 저장 가능한 스티치 결과가 아직 준비되지 않았습니다
ru: Ни один сохраняемый результат сшивания еще не готов
vi: Chua co ket qua ghep nao san sang de luu
zh_hans: 尚未准备好可保存的缝合结果
zh_hant: 尚未準備好可保存的縫合結果

# scrolling-capture.caption-save-failed-result-still-ready
source: Save failed • stitched result is still ready
de: Speichern fehlgeschlagen • Das genähte Ergebnis ist noch verfügbar
es: Error al guardar • el resultado cosido aún está listo
fr: Échec de l'enregistrement • Le résultat cousu est toujours prêt
ja: 保存に失敗しました。ステッチされた結果はまだ準備ができています
ko: 저장 실패 • 스티칭 결과가 아직 준비됨
ru: Сохранить не удалось • результат сшивания все еще готов
vi: Luu that bai • ket qua ghep van san sang
zh_hans: 保存失败 • 拼接结果仍准备就绪
zh_hant: 保存失敗 • 拼接結果仍準備就緒

# scrolling-capture.caption-saving-stitched-result
source: Saving stitched result...
de: Nähergebnis speichern...
es: Guardando resultado cosido...
fr: Enregistrement du résultat cousu...
ja: ステッチ結果を保存中...
ko: 스티치 결과 저장 중...
ru: Сохранение результата сшивания...
vi: Dang luu ket qua da ghep...
zh_hans: 保存缝合结果...
zh_hant: 保存縫合結果...

# scrolling-capture.caption-start-capture-to-lock-first-frame
source: Start Capture to lock the first frame
de: Starten Sie Capture, um das erste Bild zu sperren
es: Inicie Captura para bloquear el primer fotograma
fr: Démarrez Capture pour verrouiller la première image
ja: キャプチャを開始して最初のフレームをロックします
ko: 첫 번째 프레임을 잠그려면 캡처를 시작하세요
ru: Запустите захват, чтобы зафиксировать первый кадр
vi: Bat dau chup de khoa khung hinh dau tien
zh_hans: 启动Capture锁定第一帧
zh_hant: 啓動Capture鎖定第一幀

# scrolling-capture.guidance-area-updated
source: Area updated
de: Bereich aktualisiert
es: Área actualizada
fr: Zone mise à jour
ja: エリアが更新されました
ko: 지역이 업데이트되었습니다
ru: Область обновлена ​​
vi: Da cap nhat vung
zh_hans: 更新区域
zh_hant: 更新區域

# scrolling-capture.guidance-continue-manually
source: Continue manually
de: Manuell fortfahren
es: Continuar manualmente
fr: Continuer manuellement
ja: 手動で続行
ko: 수동으로 계속
ru: Продолжить вручную
vi: Tiep tuc thu cong
zh_hans: 手动继续
zh_hant: 手動繼續

# scrolling-capture.guidance-current-result-still-ready
source: Current result is still ready
de: Aktuelles Ergebnis liegt noch vor
es: El resultado actual aún está listo
fr: Le résultat actuel est toujours prêt
ja: 現在の結果はまだ準備中です
ko: 현재 결과는 아직 준비되어 있습니다
ru: Текущий результат еще готов
vi: Ket qua hien tai van san sang
zh_hans: 当前结果仍已准备好
zh_hant: 當前結果仍已準備好

# scrolling-capture.guidance-current-stitched-result-ready
source: Current stitched result is ready
de: Das aktuelle Stickergebnis ist fertig
es: El resultado cosido actual está listo
fr: Le résultat cousu actuel est prêt
ja: 現在のステッチ結果が準備完了です
ko: 현재 스티치 결과가 준비되었습니다
ru: Текущий результат сшивания готов
vi: Anh ghep hien tai da san sang
zh_hans: 当前拼接结果已准备好
zh_hant: 當前拼接結果已準備好

# scrolling-capture.guidance-frame-only-scrolling-content
source: Frame only the scrolling content
de: Rahmen Sie nur den Bildlaufinhalt ein
es: Encuadre solo el contenido que se desplaza
fr: Encadrez uniquement le contenu défilant
ja: スクロールするコンテンツのみをフレームに入れる
ko: 스크롤하는 내용만 프레임에 넣습니다
ru: Кадрируйте только прокручиваемый контент
vi: Chi khoanh phan noi dung dang cuon
zh_hans: 仅框架滚动内容
zh_hant: 僅框架滾動內容

# scrolling-capture.guidance-height-limit-reached
source: Height limit reached
de: Höhenlimit erreicht
es: Límite de altura alcanzado
fr: Limite de hauteur atteinte
ja: 高さ制限に達しました
ko: 높이 제한에 도달함
ru: Достигнут предел высоты
vi: Da cham gioi han chieu cao
zh_hans: 达到高度限制
zh_hant: 達到高度限制

# scrolling-capture.guidance-hold-steady
source: Hold steady
de: Halten Sie ruhig
es: Mantente firme
fr: Tenez bon
ja: そのままにしておいてください
ko: 가만히 있어
ru: Держись
vi: Giu on dinh
zh_hans: 保持稳定
zh_hant: 保持穩定

# scrolling-capture.guidance-keep-capturing
source: Keep capturing
de: Machen Sie weiter mit der Aufnahme
es: Sigue capturando
fr: Continuez à capturer
ja: キャプチャを続ける
ko: 계속 캡처하세요
ru: Продолжайте снимать
vi: Tiep tuc chup
zh_hans: 继续捕捉
zh_hant: 繼續捕捉

# scrolling-capture.guidance-keep-one-direction
source: Keep one direction
de: Behalten Sie eine Richtung bei
es: Mantenga una dirección
fr: Gardez une direction
ja: 一方向を保つ
ko: 한 방향으로 유지
ru: Держитесь одного направления
vi: Giu mot huong
zh_hans: 保持一个方向
zh_hant: 保持一個方向

# scrolling-capture.guidance-keep-one-direction-for-clean-stitch
source: Keep one direction for a clean stitch
de: Behalten Sie eine Richtung bei, um einen sauberen Stich zu erzielen
es: Mantenga una dirección para una puntada limpia
fr: Gardez une direction pour un point propre
ja: きれいなステッチのために一方向を維持してください
ko: 깔끔한 스티치를 위해 한 방향을 유지하세요
ru: Сохраняйте одно направление для получения чистого стежка
vi: Giu mot huong de ghep muot hon
zh_hans: 保持一个方向以获得干净的针迹
zh_hant: 保持一個方向以獲得乾淨的針跡

# scrolling-capture.guidance-keep-one-direction-or-restart
source: Keep one direction or restart
de: Behalten Sie eine Richtung bei oder starten Sie
es: Mantener una dirección o reiniciar
fr: Gardez une direction ou redémarrez
ja: 一方向を維持するか、再起動します
ko: 한 방향을 유지하거나 다시 시작하세요
ru: Сохраняйте одно направление или перезапустите
vi: Giu mot huong hoac bat dau lai
zh_hans: 保持一个方向或重新开始
zh_hant: 保持一個方向或重新開始

# scrolling-capture.guidance-keep-one-direction-so-snapzy-can-realign
source: Keep one direction so Snapzy can re-align
de: Behalten Sie eine Richtung bei, damit Snapzy neu ausrichten kann
es: Mantenga una dirección para que Snapzy pueda realinearse
fr: Gardez une direction pour que Snapzy puisse se réaligner
ja: Snapzy が再調整できるように、一方向を維持してください
ko: Snapzy가 다시 정렬할 수 있도록 한 방향을 유지하세요
ru: Сохраняйте одно направление, чтобы Snapzy мог перестроить
vi: Giu mot huong de Snapzy can chinh lai
zh_hans: 保持一个方向，以便 Snapzy 可以重新对齐
zh_hant: 保持一個方向，以便 Snapzy 可以重新對齊

# scrolling-capture.guidance-keep-only-scrolling-content
source: Keep only the scrolling content
de: Behalten Sie nur den scrollenden Inhalt im Bereich
es: Mantenga solo el contenido desplazable
fr: Conserver uniquement le contenu défilant
ja: スクロールするコンテンツのみを保持します
ko: 스크롤하는 내용만 유지
ru: Оставьте только прокручиваемый контент
vi: Chi giu phan noi dung dang cuon
zh_hans: 只保留滚动内容
zh_hant: 只保留滾動內容

# scrolling-capture.guidance-keep-scrolling-down
source: Keep scrolling down
de: Scrollen Sie weiter nach unten
es: Sigue desplazándote hacia abajo
fr: Continuez à faire défiler vers le bas
ja: 下にスクロールし続けます
ko: 계속 아래로 스크롤하세요
ru: Продолжайте прокручивать вниз
vi: Tiep tuc cuon xuong
zh_hans: 继续向下滚动
zh_hant: 繼續向下滾動

# scrolling-capture.guidance-keep-steadier-pace
source: Keep a steadier pace
de: Halten Sie ein gleichmäßigeres Tempo
es: Mantenga un ritmo más constante
fr: Gardez un rythme plus régulier
ja: より安定したペースを維持してください
ko: 꾸준한 속도를 유지하세요
ru: Держите более устойчивый темп
vi: Giu nhip cuon on dinh hon
zh_hans: 保持更稳定的步伐
zh_hant: 保持更穩定的步伐

# scrolling-capture.guidance-locking-current-capture
source: Locking current capture
de: Aktuelle Aufnahme sperren
es: Bloquear la captura actual
fr: Verrouillage de la capture de courant
ja: 現在のキャプチャをロックしています
ko: 현재 캡처 잠금
ru: Блокировка захвата тока
vi: Dang khoa anh chup hien tai
zh_hans: 锁定当前捕获
zh_hant: 鎖定當前捕獲

# scrolling-capture.guidance-no-new-content-detected
source: No new content was detected
de: Es wurde kein neuer Inhalt erkannt
es: No se detectó contenido nuevo
fr: Aucun nouveau contenu n'a été détecté
ja: 新しいコンテンツは検出されませんでした
ko: 새로운 콘텐츠가 감지되지 않았습니다
ru: Нового контента не обнаружено
vi: Khong phat hien noi dung moi
zh_hans: 未检测到新内容
zh_hant: 未檢測到新內容

# scrolling-capture.guidance-one-direction-steady-pace
source: One direction, steady pace
de: Eine Richtung, gleichmäßiges Tempo
es: Una dirección, ritmo constante
fr: Une direction, un rythme soutenu
ja: 一方向、安定したペース
ko: 한 방향, 꾸준한 속도
ru: Одно направление, устойчивый темп
vi: Mot huong, nhip do on dinh
zh_hans: 一个方向，稳健步伐
zh_hant: 一個方向，穩健步伐

# scrolling-capture.guidance-please-wait
source: Please wait
de: Bitte warten
es: Por favor espera
fr: Veuillez patienter
ja: お待ちください
ko: 잠시만 기다려주세요
ru: Пожалуйста, подождите
vi: Vui long cho
zh_hans: 请稍候
zh_hant: 請稍候

# scrolling-capture.guidance-press-done-to-save
source: Press Done to save
de: Klicken Sie auf „Fertig“, um
es: Presione Listo para guardar
fr: Appuyez sur Terminé pour enregistrer
ja: [完了] を押して保存します
ko: 저장하려면 완료를 누르세요
ru: Нажмите «Готово», чтобы сохранить
vi: Nhan Xong de luu
zh_hans: 按“完成”保存
zh_hant: 按“完成”保存

# scrolling-capture.guidance-press-done-when-ready
source: Press Done when you're ready
de: Klicken Sie auf „Fertig“, wenn Sie bereit sind
es: Presione Listo cuando esté listo
fr: Appuyez sur Terminé lorsque vous êtes prêt
ko: 준비가 되면 완료를 누르세요
ru: Нажмите «Готово», когда будете готовы
vi: Nhan Xong khi ban san sang
zh_hans: 准备好后按“完成”
zh_hant: 準備好後按“完成”

# scrolling-capture.guidance-preview-needs-recovery
source: Preview needs recovery
de: Vorschau muss wiederhergestellt werden
es: La vista previa necesita recuperación
fr: L'aperçu doit être récupéré
ja: 準備ができたら [完了] を押してください。プレビューには回復が必要です
ko: 미리보기를 복구해야 함
ru: Предварительный просмотр требует восстановления
vi: Ban xem truoc can phuc hoi
zh_hans: 预览需要恢复
zh_hant: 預覽需要恢復

# scrolling-capture.guidance-release-to-lock-area
source: Release to lock area
de: Zum Sperren des Bereichs loslassen
es: Liberar al área de bloqueo
fr: Relâcher pour verrouiller la zone
ja: ロック領域に放します
ko: 잠금 영역으로 해제
ru: Отпустите, чтобы заблокировать область
vi: Tha de khoa vung
zh_hans: 释放锁定区域
zh_hant: 釋放鎖定區域
